Repository: ABroadcasting/RadioCMS
Catalog: radio/locale/po-source/*.po
Languages: ru_ru

source: or
ru_ru: или

source: the statistics module and partially 'your DJs' and 'Status'.
ru_ru: модуль статистики и частично 'диджеев' и 'статуса'.

source: - Time is not set
ru_ru: - Время не задано

source: / or no_value
ru_ru: / или no_value

source: <a style="position: absolute; margin-left: 17px;" href="http://radiocms.ru" target="_blank">Official site</a>
ru_ru: <a style="position: absolute; margin-left: 17px;" href="http://radiocms.ru" target="_blank">Официальный сайт</a>

source: <b>File has been successfully added to the playlist</b>.
ru_ru: <b>Файл был успешно добавлен в плейлист</b>.

source: <b>Folder has been successfully added to the playlist</b>.
ru_ru: <b>Каталог был успешно добавлен в плейлист</b>.

source: <b>SimpleXML</b> library
ru_ru: Библиотека <b>SimpleXML</b>

source: <b>curl</b> library
ru_ru: Библиотека <b>curl</b>

source: <b>gd2</b> library
ru_ru: Библиотека <b>gd2</b>

source: <b>iconv</b> library
ru_ru: Библиотека <b>iconv</b>

source: <b>libssh2</b> library
ru_ru: Библиотека <b>libssh2</b>

source: <b>open_basedir</b> param
ru_ru: Параметр <b>open_basedir</b>

source: <br><div style="align: center; font-family: Arial, Helvetica, sans-serif; font-size: 15px;">Too many retries, try again in 15 minutes.</div>
ru_ru: <br><div style="align: center; font-family: Arial, Helvetica, sans-serif; font-size: 15px;">Слишком много попыток, попробуйте снова через 15 минут.</div>

source: <br>Debug information <br>
ru_ru: <br>Отладочная информация <br>

source: <h1>File has been uploaded</h1><h4>You will be redirected back</h4>
ru_ru: <h1>Файл был загружен</h1><h4>Вы будете перемещены назад</h4>

source: <h4>Unable to upload the file</h4>
ru_ru: <h4>Невозможно загрузить файл</h4>

source: <i>Administrator</i>
ru_ru: <i>Администратор</i>

source: <i>You cannot turn off the radio.</i><br>
ru_ru: <i>Вы не можете выключить радио.</i><br>

source: <p>Connection could not be established.</p>
ru_ru: <p>Соединение не может быть установлено.</p>

source: <p>Error reading mp3-file:<br>
ru_ru: <p>Ошибка чтения mp3-файла:<br>

source: <p>Ezstream configuration file not found.</p>
ru_ru: <p>Файл конфигурации Ezstream не найден.</p>

source: <p>Fields cannot be empty</p>
ru_ru: <p>Поля не могут пустовать</p>

source: <p>Icecast configuration file not found.</p>
ru_ru: <p>Файл конфигурации Icecast не найден.</p>

source: <p>Playlist file not found.</p>
ru_ru: <p>Файл плейлиста не найден.</p>

source: <p>Please fill all fields.</p>
ru_ru: <p>Пожалуйста, заполните все поля.</p>

source: <p>Wrong login or password.</p>
ru_ru: <p>Неверный логин или пароль.</p>

source: <span class="green"><b>installed</b></span>
ru_ru: <span class="green"><b>установлено</b></span>

source: <span class="green"><b>is writable</b></span>
ru_ru: <span class="green"><b>доступно на запись</b></span>

source: <span class="red"><b>is not writable</b></span>
ru_ru: <span class="red"><b>недоступно на запись</b></span>

source: <span class="red"><b>not installed</b></span>
ru_ru: <span class="red"><b>не установлено</b></span>

source: ACCESS DENIED to
ru_ru: ДОСТУП ЗАПРЕЩЕН к

source: Add files to
ru_ru: Добавить файлы в

source: Add song to the playlist
ru_ru: Добавить песню в плейлист

source: Add tracks
ru_ru: Добавить треки

source: Add tracks to playlist
ru_ru: Добавить треки в плейлист

source: Adding songs to
ru_ru: Добавление песен в

source: Administrator
ru_ru: Администратор

source: Again
ru_ru: Снова

source: Album
ru_ru: Альбом

source: All
ru_ru: Все

source: All songs
ru_ru: Все песни

source: All tracks has been deleted
ru_ru: Все треки были удалены

source: Already added to the playlist.
ru_ru: Уже добавлено в плейлист.

source: Artist
ru_ru: Артист

source: Back
ru_ru: Назад

source: Be careful in filling!
ru_ru: Заполняйте аккуратно!

source: Bitrate:
ru_ru: Битрейт:

source: By listeners
ru_ru: По слушателям

source: Came back
ru_ru: Вернуться

source: Can not be ordered during radioshow.
ru_ru: Не может быть заказан во время программы.

source: Cancel
ru_ru: Отмена

source: Catalog
ru_ru: Каталог

source: Change
ru_ru: Изменить

source: Checks
ru_ru: Проверки

source: Choose folder to copy
ru_ru: Выберите каталог для копирования

source: Choose folder to move
ru_ru: Выберите каталог для перемещения

source: Choose radomly to mix the order
ru_ru: Выберите "случайно", чтобы перемешать

source: Client
ru_ru: Клиент

source: Completed:
ru_ru: Завершено:

source: Copy
ru_ru: Копировать

source: Could not connect to MySQL
ru_ru: Невозможно соединиться с MySQL

source: Could not select database
ru_ru: Невозможно выбрать базу данных

source: Create
ru_ru: Создать

source: Create and edit playlists
ru_ru: Создать и изменить плейлисты

source: Create folder
ru_ru: Создать каталог

source: Create playlist
ru_ru: Создать плейлист

source: Create playlists
ru_ru: Создать плейлисты

source: Current
ru_ru: Текущий

source: Current filename
ru_ru: Текущее имя файла

source: DJ have an access to the "Stats" module and partially to "Your DJs" (only read the list DJ) and "Status" (to switch radioshow and autodj without turn off), Administrator - access to all modules.
ru_ru: DJ имеют доступ к модулю "Статистика" и честично к модулям "Ваши диджеи" (только чтение списка DJ) и "Статус" (для перехода между радиошоу и автодиджеем без возможности выключения), Администратор - доступ ко всем модулям.

source: Database:
ru_ru: База данных:

source: Delete
ru_ru: Удалить

source: Delete all
ru_ru: Удалить всё

source: Delete files?
ru_ru: Удалить файлы?

source: Delete playlist
ru_ru: Удалить плйлист

source: Delete song
ru_ru: Удалить песню

source: Delete song from all playlists
ru_ru: Удалить песню из всех плейлистов

source: Delete song from playlist
ru_ru: Удалить песню плейлиста

source: Delete song from this playlist
ru_ru: Удалить песню из этого плейлиста

source: Delete song from this playlist and the harddisk
ru_ru: Удалить песню из плейлиста и с жесткого диска

source: Description
ru_ru: Описание

source: Description:
ru_ru: Описание:

source: Display in catalog
ru_ru: Отображать в каталоге

source: Display on the main page
ru_ru: Отображать на главной странице

source: Displayed:
ru_ru: Показано:

source: Do not show on main page
ru_ru: Не показывать на главной странице

source: Drop search
ru_ru: Сбросить поиск

source: Edit
ru_ru: Изменить

source: Edit playlists
ru_ru: Изменить плейлист

source: Edit song
ru_ru: Изменить песню

source: Edit songs
ru_ru: Изменить песню

source: Enabled
ru_ru: Включено

source: Everyday
ru_ru: Каждый день

source: Exit
ru_ru: Выход

source: File action
ru_ru: Действие над файлом

source: File manager
ru_ru: Менеджер файлов

source: File number
ru_ru: Номер файла

source: File size is too small. Allow to upload at least 8 Mb in php.ini.
ru_ru: Размер файла слишком мал. Разрешите в php.ini для загрузки хотя бы 8Мб

source: Filename
ru_ru: Имя файла

source: Filename to save
ru_ru: Имя файла для сохранения

source: Files not found
ru_ru: Файлы не найдены

source: Files total
ru_ru: Всего файлов

source: Find dublicates
ru_ru: Найти дубликаты

source: Finish addition
ru_ru: Завершить добавление

source: Finish the addition
ru_ru: Завершить добавление

source: Fix all problems to continue
ru_ru: Исправьте все проблемы, чтобы продолжить

source: Fix it
ru_ru: Исправить

source: Free space:
ru_ru: Свободное пространство:

source: Friday
ru_ru: Пятница

source: From folder
ru_ru: Из каталога

source: General
ru_ru: Общие

source: Genre:
ru_ru: Жанр:

source: Go to panel
ru_ru: Перейти к панели

source: Graphs
ru_ru: Графики

source: Greetings! You have successfully installed RadioCMS. To finish installing add this command to cron (every 3 minutes):
ru_ru: Поздравляем! Вы успешно установили RadioCMS. Для завершения установки добавьте эту команду в крон (каждые 3 минуты):

source: Hard disk usage
ru_ru: Использование жесткого диска

source: Have some orders<br>
ru_ru: Есть заказы<br>

source: Here you can keep some shared writings
ru_ru: Здесь Вы можете хранить общие записи

source: ID3 of MP3-file
ru_ru: ID3 MP3-файла

source: IP address
ru_ru: IP адрес

source: IP address:
ru_ru: IP адрес:

source: IP adress:
ru_ru: IP адрес:

source: IceCast configuration:
ru_ru: Конфигурация IceCast:

source: Install query failed :
ru_ru: Запрос установки не удался :

source: Installation
ru_ru: Установка

source: Installation: Step 1 (Checking files and libraries)
ru_ru: Установка: Шаг 1 (Проверка файлов и библиотек)

source: Installation: Step 2 (Database settings)
ru_ru: Установка: Шаг 2 (Настройка базы данных)

source: Installation: Step 3 (General settings)
ru_ru: Установка: Шаг 3 (Основные настройки)

source: Installation: Step 4 (Setting path)
ru_ru: Установка: Шаг 4 (Настройка путей)

source: Installation: Step 5 (Setting RadioCMS passwords)
ru_ru: Установка: Шаг 5 (Установка паролей RadioCMS)

source: Installation: Step 6 (Finish installing)
ru_ru: Установка: Шаг 6 (Завершение установки)

source: Installed version ezstream have no LibTag support, having some restrictions of id3 characters number
ru_ru: Установленная версия ezstream не имеет поддержки LibTag, поэтому имеет некоторые ограничения на количество символов в id3-тегах

source: It is not the mp3-file
ru_ru: Не является mp3-файлом

source: Latest orders
ru_ru: Последние заказы

source: Latest tracks
ru_ru: Последние треки

source: List of playlists
ru_ru: Список плейлистов

source: Listen
ru_ru: Слушать

source: Listeners
ru_ru: Слушатели

source: Listeners now
ru_ru: Сейчас слушателей

source: Listeners online
ru_ru: Слушателей онлайн

source: Login:
ru_ru: Логин:

source: Monday
ru_ru: Понедельник

source: Mount point
ru_ru: Точка монтирования

source: Mount points
ru_ru: Точки монтирования

source: Move
ru_ru: Переместить

source: Move to
ru_ru: Переместить в

source: Move to other folder/playlist
ru_ru: Переместить в другой каталог/плейлист

source: Name to save
ru_ru: Имя для сохранения

source: Need more rights to upload.
ru_ru: Нужно больше прав для загрузки.

source: Need to be
ru_ru: Должен быть

source: New
ru_ru: Новый

source: Next
ru_ru: Далее

source: No
ru_ru: Нет

source: No data
ru_ru: Нет данных

source: No orders<br>
ru_ru: Нет заказов<br>

source: No running playlist. Start playlist in set closest run time
ru_ru: Нет запущенных плейлистов. Запустите плейлист, задав ему ближайшее время для запуска

source: No upload directory in the RadioCMS options.
ru_ru: Нет директории для загрузки в настройках RadioCMS.

source: Norepeat:
ru_ru: Нет повторам:

source: Not used!
ru_ru: Не используется!

source: Now playing
ru_ru: Сейчас играет

source: Number of files in temporary Upload directory:
ru_ru: Количество файлов в каталоге временной загрузки:

source: Order
ru_ru: Заказ

source: Order confirmed an will be set 20 minutes after
ru_ru: Заказ подтвержден. Будет проигран через 20 минут после

source: Order limits:
ru_ru: Лимит заказов:

source: Orders
ru_ru: Заказы

source: Orders allowed
ru_ru: Заказы разрешены

source: Orders number
ru_ru: Число заказов

source: Orders restricted
ru_ru: Заказы запрещены

source: Orders top
ru_ru: Топ заказов

source: Orders under maintain. Try again later.
ru_ru: Заказы на ремонте. Попробуйте позже

source: Password:
ru_ru: Пароль:

source: Permissions for <b>_config.php</b> file
ru_ru: Разрешения для файла <b>_config.php</b>

source: Permissions for <b>_system.php</b> file
ru_ru: Разрешения для файла <b>_system.php</b>

source: Permissions for <b>music</b> folder
ru_ru: Разрешения для папки <b>music</b>

source: Play
ru_ru: Проиграть

source: Play after some time
ru_ru: Проиграть через некоторое время

source: Play order
ru_ru: Играть заказ

source: Player
ru_ru: Плеер

source: Playlist
ru_ru: Плейлист

source: Playlist in rotation
ru_ru: Плейлист в ротации

source: Playlist is disabled
ru_ru: Плейлист отключен

source: Playlists
ru_ru: Плейлисты

source: Please, use main menu to work with accessable services.
ru_ru: Пожалуйста, используйте главное меню для работы с доступными сервисами.

source: Port
ru_ru: Порт

source: Radio settings
ru_ru: Настройки радио

source: RadioCMS Catalog
ru_ru: Каталог RadioCMS

source: Radioshow
ru_ru: Программа

source: Randomly
ru_ru: Случайно

source: Randomly one
ru_ru: Случайно один

source: Read only
ru_ru: Только чтение

source: Rename
ru_ru: Переименовать

source: Repeating id3
ru_ru: Повтор id3

source: Reset orders counter
ru_ru: Сбросить счетчик заказов

source: Restriction of tracks number in orders
ru_ru: Ограничение количества треков в заказах

source: Restriction of tracks number in playlist
ru_ru: Ограничение количества треков в плейлисте

source: Rights
ru_ru: Права

source: SSH Login (recommended root):
ru_ru: SSH логин (рекомендуется root):

source: SSH Password:
ru_ru: SSH пароль:

source: SSH Port:
ru_ru: SSH порт:

source: Saturday
ru_ru: Суббота

source: Save
ru_ru: Сохранить

source: Save and add tracks
ru_ru: Сохранить и добавить треки

source: Save and back
ru_ru: Сохранить и выйти

source: Search
ru_ru: Найти

source: Search in this folder
ru_ru: Искать в текущем каталоге

source: Server's status
ru_ru: Статус сервера

source: Server:
ru_ru: Сервер:

source: Set password
ru_ru: выберите пароль

source: Set with comma i.e: <br> play, play32, live
ru_ru: Через запятую, например: <br> play, play32, live

source: Show elements
ru_ru: Показать элементы

source: Show lines
ru_ru: Показать линии

source: Show on the main page
ru_ru: Показать на главной странице

source: Showed:
ru_ru: Показано:

source: Song has been added to the playlist.
ru_ru: Песня была добавлена в плейлист.

source: Song has been deleted from all playlists
ru_ru: Песня была удалена из всех плейлистов

source: Song has been deleted from playlist
ru_ru: Песня была удалена из плейлиста

source: Sort
ru_ru: Сортировать

source: Sort order
ru_ru: Порядок сортировки

source: Station name:
ru_ru: Название станции:

source: Station statistics
ru_ru: Статистика станции

source: Stream address
ru_ru: Адрес потока

source: Sunday
ru_ru: Воскресение

source: System settings
ru_ru: Настройки системы

source: System symbols
ru_ru: Системные символы

source: System:
ru_ru: Система:

source: This track already has been ordered
ru_ru: Этот трек уже был заказан

source: This track is recently played. Not for orders.
ru_ru: Этот трек сейчас играет. Недоступно для заказа.

source: This username already registered
ru_ru: Этот пользователь уже зарегистрирован

source: Thursday
ru_ru: Четверг

source: Time
ru_ru: Время

source: Title
ru_ru: Название

source: To the broadcast
ru_ru: В эфир

source: To transliterate all cyrilic tags
ru_ru: Транслитировать все кириллические теги

source: Too late for orders, please try after
ru_ru: Слишком поздно для заказа, пожалуйста попробуйте после

source: Total listeners
ru_ru: Всего слушателей

source: Total tracks
ru_ru: Всего треков

source: Track
ru_ru: Трек

source: Track by track
ru_ru: По порядку

source: Tracks on main page:
ru_ru: Треки на главной странице:

source: Tracks restriction:
ru_ru: Запрет треков:

source: Transliteration:
ru_ru: Транслит

source: Tuesday
ru_ru: Вторник

source: Type the folder name:
ru_ru: Впишите имя папки:

source: Unfortunately it does not work.
ru_ru: К сожалению, не работает.

source: Upload directory
ru_ru: Директория загрузки

source: Upload directory does not exists.
ru_ru: Папка загрузки не существует

source: Use buttons below to run or stop servers
ru_ru: Используйте кнопки ниже, чтобы запустить или остановить сервера

source: Used in
ru_ru: Используется в

source: Used space:
ru_ru: Использованное пространство:

source: User
ru_ru: Пользователь

source: VBR - Variable bitrate
ru_ru: VBR - Переменный битрейт

source: Value is greater then playlist content
ru_ru: Значение больше чем содержится в плейлисте

source: Version:
ru_ru: Версия:

source: View
ru_ru: Смотреть

source: View playlist
ru_ru: Показать плейлист

source: Visual playlist
ru_ru: Визуальный плейлист

source: WEB Adress
ru_ru: WEB адрес

source: WEB address
ru_ru: WEB адрес

source: Website:
ru_ru: Вебсайт:

source: Wednesday
ru_ru: Среда

source: Welcome
ru_ru: Добро пожаловать

source: Where do you want to copy files?
ru_ru: Куда Вы хотите скопировать файлы?

source: Where do you want to move files?
ru_ru: Куда Вы хотите переместить файлы?

source: Yes
ru_ru: Да

source: You can access
ru_ru: У вас есть доступ

source: You can't delete superadmin
ru_ru: Вы не можете удалить супер администратора

source: You have been logged in as
ru_ru: Вы вошли как

source: You may order only one track in 15 minues, please wait.
ru_ru: Вы можете заказать только один трек за 15 минут, пожалуйста подождите.

source: You need running servers to work.<br><br>Current status:
ru_ru: Для работы необходимы запущенные сервера.<br><br>Текущий статус:

source: You need to move this song to any folder for adding it to playlist
ru_ru: Вам нужно переместить песню в папку для добавления в плейлист

source: Your station
ru_ru: Ваша станция

source: Your streams:
ru_ru: Ваши потоки:

source: all day
ru_ru: весь день

source: all modules.
ru_ru: все модули.

source: allow to order songs during this playlist
ru_ru: разрешить заказ песен во время действия плейлиста

source: broadcasting now
ru_ru: Сейчас и эфире

source: disable playlist without deletion
ru_ru: отключить плейлист без удаления

source: every
ru_ru: каждый

source: ezstream configuration:
ru_ru: Конфигурация ezstream:

source: fail: unable to execute command
ru_ru: fail: невозможно выполнить команду

source: for SSH connection
ru_ru: для SSH соединений

source: full path of the configuration file
ru_ru: полный путь к файлу конфигурации

source: full site adress witout / at the end
ru_ru: полный адрес сайта без / на конце

source: full/path/to/php
ru_ru: полный/путь/до/php

source: in last 24 hours
ru_ru: за последние 24 часа

source: in music directory without full path
ru_ru: в директории музыки без полного пути

source: in the RadioCMS catalog
ru_ru: в каталоге RadioCMS

source: install.php has not be deleted
ru_ru: install.php не был удалён

source: installed
ru_ru: установлено

source: is writable
ru_ru: доступно для записи

source: listed
ru_ru: отображается

source: listen
ru_ru: слушать

source: no repeat tracks in
ru_ru: не повторять треки в течение

source: not listed
ru_ru: не отображается

source: of local time.
ru_ru: по местному времени.

source: one word
ru_ru: одно слово

source: play_mode 3 works<br>
ru_ru: play_mode 3 работает<br>

source: playlist file
ru_ru: файл плейлиста

source: playlist title on the main page
ru_ru: название плейлиста на главной странице

source: set login
ru_ru: выберите логин

source: set the database name
ru_ru: задайте имя базы данных

source: show tracks from this playlist on the main page
ru_ru: отображать треки из этого плейлиста на главной странице

source: songs
ru_ru: песен

source: songs, contains such symbols will not be listed in the resent played
ru_ru: песни, содержащие эти символы не будут указаны в недавно проигранных

source: stream port
ru_ru: порт потока

source: streams
ru_ru: потоки

source: to enter admin panel
ru_ru: для входа в панель

source: two words
ru_ru: пару слов

source: type the password
ru_ru: введите пароль

source: using http://
ru_ru: используя http://

source: usually localhost
ru_ru: обычно localhost

source: will be listed ONLY if all fields are folled
ru_ru: будет отображаться ТОЛЬКО если заполнены все поля

source: with other playlists
ru_ru: с другими плейлистами
